[
  {
    "id": 1733082994059,
    "title": "Roxtra / Full-stack Entwiklung / React&Node.js",
    "description": "Zum Inhalt springen\nJetzt Präsentationstermin vereinbaren ➡️\n\nroXtra\nMain Menu\nFull-Stack Entwicklung (m/w/d)\nmit Schwerpunkt React & Node.js\n\nWIR SUCHEN DICH\nSoftwareentwicklung ist deine Leidenschaft? Du bist kein Newbie im Umgang mit React und Node.js? Du bist stets auf der Suche nach den neuesten Technologien und Trends, die einen Mehrwert schaffen? Dann bist du bei uns genau richtig!\n\nDarauf darfst du dich freuen: Wir sind ein dynamisches Entwicklungs-Team, das agil nach SCRUM arbeitet. Mit deinem Know-How sowie deiner selbstständigen und eigenverantwortlichen Arbeitsweise verwandelst du Ideen in Code, den du auf dem kompletten Technologie-Stack in React und Node.js realisierst.\n\nMit viel Herzblut prägst du die Entwicklung von technischen Lösungen sowie die Integration und Weiterentwicklung unseres Softwaresystems “roXtra”. Zudem bist du zuständig für die kontinuierliche Optimierung und Pflege bestehender Frontends im Hinblick auf Usability, Performance und Responsive Design. Darüber hinaus fallen ebenfalls die Planung, Implementierung und Durchführung von Tests (z.B. Unit-Test, Selenium etc.) sowie Code-Reviews und Bug-Fixes in deinen Aufgabenbereich.\n\nDas solltest du mitbringen\n\nErfahrung in der Entwicklung mit React und Node.js oder alternativ anderen Webentwicklungs-Frameworks (z.B. Vue.js, Angular, HTML 5, TypeScript)\nDu bist in der Lage, dich schnell mit den neuesten Techniken und Trends vertraut zu machen und diese auch anzuwenden\nAbstraktes Denken ist deine Stärke\nDu schätzt die agile Entwicklung im Team und hast trotzdem den „Biss“, Probleme allein zu bewältigen\nWünschenswert wäre ein FH oder Uni Abschluss in den Bereichen Informatik, Mathematik oder vergleichbarer Studienrichtung\nFalls du diesen nicht besitzt, dich aber trotzdem für qualifiziert hältst, freuen wir uns ebenfalls auf deine Bewerbung.\nWichtig ist für uns nicht Berufserfahrung sondern Programmiererfahrung, die du vielleicht auch aus eigenen, privaten Projekten besitzt.\nDarüber hinaus verfügst du über Eigeninitiative, denkst nicht nur nach, sondern auch quer, setzt Impulse und bringst neue Ideen ein.\nDas bieten wir dir\n\nEine unbefristete Festanstellung\n30 Tage Urlaub\nKein Not- und Wochenenddienst\nFlexible Vertrauensarbeitszeit\nHome-Office Regelung\nEine gründliche Einarbeitung in deine Aufgaben und Projekte\nFlache Hierarchien mit viel Raum für deine Ideen und deine persönliche und berufliche Entfaltung\nEin sehr gut am Markt etabliertes Produkt mit Top-Referenzen\nOffene Türen und eine positive, teamorientierte Arbeitsatmosphäre\nVielfältige Corporate Benefits in Bezug auf Gesundheit, Sport und Mitarbeiterevents\nZentraler Standort mit guter öffentlicher Anbindung, moderne Büroräume & ein ergonomischer Arbeitsplatz\nIncentives: Kostenlose Getränke und Kaffee, Xbox und Mini-Tischtennis, Tischkicker, Kreativ-Raum mit Massagesessel\nInteresse geweckt?\nDann bewirb dich noch heute unter Angabe deiner Gehaltsvorstellung sowie deines frühestmöglichen Eintrittstermins per E-Mail an jobs@roxtra.com oder direkt über das unten stehenden Formular.\n\nDIREKT BEWERBEN \nRoxtra GmbH zu Hd. Marc Schukey\nSchillerstraße 21 | D-73033 Göppingen\nTelefon: 0049 7161 505 700\n\nWir freuen uns auf deine Bewerbung!\n\nkununu Score der Roxtra GmbH\nBewirb dich jetzt und werde Teil unseres Teams!\n\nStellenbezeichnung\nAuf welche Stelle möchtest du dich bewerben?\nName *\nVorname (Pflichtfeld)\nName *\nNachname (Pflichtfeld)\nEmail *\nE-Mail (Pflichtfeld)\nSingle Line Text\nTelefon\nFrühestmögliches Eintrittsdatum\n\nDD\n\nMM\n\nYYYY\nGehaltsvorstellung (pro Jahr in Euro)\nWie bist du auf uns aufmerksam geworden?\nWebsite\nLinkedIn\nXING\nstepstone\nIndeed\nJobbörse\nMesse\nSonstiges\nLade hier alle relevanten Dokumente hoch (ausschließlich im PDF-Format) *\nClick or drag files to this area to upload.\nYou can upload up to 3 files.\nFürs Erste reichen ein Lebenslauf, alle relevanten Zeugnisse sowie ein persönliches Anschreiben, warum wir uns für dich entscheiden sollten.\nIch bin kein Roboter *\n6 + 15 = \nCheckboxes *\nMit der Absendung deiner Bewerbung erklärst du dich damit einverstanden, dass wir deine Daten im Rahmen des Bewerbungsverfahrens verarbeiten. Weitere Informationen findest du in unserer Datenschutzerklärung.\nBEWERBUNG SENDEN\nRoxtra GmbH\nSchillerstraße 21 | D-73033 Göppingen\nTelefon +49 7161 505 70-0\nFax +49 7161 505 70-29\nMail service@roxtra.com\n\n \n \n \nKontakt & Beratung\nSupport Center\nNewsletter Anmeldung\nUnternehmen\nKarriere\nAGB\nCopyright © 2024 Roxtra GmbH |­ Datenschutz | Impressum",
    "source": "ArbeitsAmt",
    "date": "01.12.2024",
    "time": "20:56:34",
    "completed": false
  }
]